Repository: burakozcc/mobileai
Catalog: AuraVoice/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, bn, en, es, fr, hi, zh_hans

source: Toplantı %lld dk sonra başlıyor. Kaydı başlatıp özet çıkarabilirim.
ar: يبدأ الاجتماع بعد %lld دقيقة. يمكنني بدء التسجيل وإعداد ملخص.
bn: মিটিং %lld মিনিট পরে শুরু হচ্ছে। রেকর্ডিং শুরু করে সারাংশ তৈরি করে দিতে পারি।
en: Your meeting starts in %lld minutes. I can start recording and create a summary.
es: La reunión empieza en %lld min. Puedo iniciar la grabación y generar el resumen.
fr: La réunion commence dans %lld min. Je peux lancer l’enregistrement et en faire le résumé.
hi: मीटिंग %lld मिनट में शुरू हो रही है। रिकॉर्डिंग शुरू करके सारांश बनाया जा सकता है।
zh_hans: 会议将在 %lld 分钟后开始。我可以开始录音并生成摘要。

source: Toplantı algılama
ar: اكتشاف الاجتماعات
bn: মিটিং শনাক্তকরণ
en: Meeting detection
es: Detección de reuniones
fr: Détection des réunions
hi: मीटिंग की पहचान
zh_hans: 会议检测

source: Toplantı algılamayı aç
ar: تفعيل اكتشاف الاجتماعات
bn: মিটিং শনাক্তকরণ চালু করুন
en: Turn on meeting detection
es: Activar detección de reuniones
fr: Activer la détection des réunions
hi: मीटिंग की पहचान चालू करें
zh_hans: 开启会议检测

source: Toplantı hatırlatmaları
ar: تذكيرات الاجتماعات
bn: মিটিং রিমাইন্ডার
en: Meeting reminders
es: Recordatorios de reuniones
fr: Rappels de réunion
hi: मीटिंग रिमाइंडर
zh_hans: 会议提醒

source: Toplantı kaydı
ar: تسجيل اجتماع
bn: মিটিং রেকর্ডিং
en: Meeting recording
es: Grabación de reunión
fr: Enregistrement de réunion
hi: मीटिंग रिकॉर्डिंग
zh_hans: 会议录音

source: Toplantı · %@
ar: اجتماع · %@
bn: মিটিং · %@
en: Meeting · %@
es: Reunión · %@
fr: Réunion · %@
hi: मीटिंग · %@
zh_hans: 会议 · %@

source: Toplantı Özeti & Aksiyonlar
ar: ملخص الاجتماع والإجراءات
bn: মিটিং সারাংশ & করণীয়
en: Meeting Summary & Action Items
es: Resumen de la reunión y acciones
fr: Résumé de réunion & actions à mener
hi: मीटिंग सारांश & एक्शन आइटम्स
zh_hans: 会议摘要与待办事项

source: Toplantıları yakalayalım mı?
ar: هل نسجّل اجتماعاتك؟
bn: মিটিংগুলো ধরে রাখা যাক?
en: Ready to capture your meetings?
es: ¿Capturamos tus reuniones?
fr: On enregistre vos réunions ?
hi: कोई मीटिंग छूटने न दें?
zh_hans: 要记录每场会议吗？

source: Toplantılarını kaydedip metne dökebilmek için gerekli. Uygulama arka planda dinlemez — kayıt yalnızca sen başlattığında çalışır.
ar: مطلوب لتسجيل اجتماعاتك وتفريغها نصيًا. لا يستمع التطبيق في الخلفية — لا يعمل التسجيل إلا عندما تبدؤه بنفسك.
bn: আপনার মিটিং রেকর্ড করে লেখায় রূপ দিতে এটি দরকার। অ্যাপ ব্যাকগ্রাউন্ডে শোনে না — রেকর্ডিং শুধু আপনি শুরু করলেই চলে।
en: Required to record your meetings and turn them into text. The app doesn't listen in the background — recording only runs when you start it.
es: Es necesario para grabar tus reuniones y transcribirlas. La app no escucha en segundo plano — la grabación solo se activa cuando la inicias tú.
fr: Nécessaire pour enregistrer vos réunions et les transcrire. L’app n’écoute pas en arrière-plan — l’enregistrement ne démarre que si vous le lancez.
hi: आपकी मीटिंग्स रिकॉर्ड करके टेक्स्ट में बदलने के लिए यह ज़रूरी है। ऐप बैकग्राउंड में नहीं सुनता — रिकॉर्डिंग सिर्फ़ आपके शुरू करने पर चलती है।
zh_hans: 录制会议并生成转录文本需要此权限。应用不会在后台监听 — 只有你开始时才会录音。

source: Toplantın başlamak üzere. Tek dokunuşla kaydı başlat.
ar: اجتماعك على وشك البدء. ابدأ التسجيل بلمسة واحدة.
bn: আপনার মিটিং শুরু হতে যাচ্ছে। এক টোকায় রেকর্ডিং শুরু করুন।
en: Your meeting is about to start. Start recording with one tap.
es: Tu reunión está a punto de empezar. Inicia la grabación con un solo toque.
fr: Votre réunion va commencer. Lancez l’enregistrement d’un simple toucher.
hi: आपकी मीटिंग शुरू होने वाली है। एक टैप में रिकॉर्डिंग शुरू करें।
zh_hans: 会议即将开始。轻点一下即可开始录音。

source: Transkript ve özet hazırlanıyor…
ar: جارٍ إعداد النص المفرغ والملخص…
bn: ট্রান্সক্রিপ্ট ও সারাংশ তৈরি হচ্ছে…
en: Preparing transcript and summary…
es: Preparando la transcripción y el resumen…
fr: Préparation de la transcription et du résumé…
hi: ट्रांसक्रिप्ट और सारांश तैयार हो रहे हैं…
zh_hans: 正在生成转录文本和摘要…

source: Transkript ve özetler korunur, geri alınamaz. İşlenmeyi bekleyen kayıtların sesine dokunulmaz — onlar için ses, tekrar denemenin tek girdisi.
ar: يتم الاحتفاظ بالنصوص المفرغة والملخصات، ولا يمكن التراجع عن ذلك. لا يتم المساس بصوت التسجيلات التي تنتظر المعالجة — فبالنسبة إليها، الصوت هو المدخل الوحيد لإعادة المحاولة.
bn: ট্রান্সক্রিপ্ট ও সারাংশ থেকে যায়, তবে এটি ফিরিয়ে আনা যায় না। প্রসেসের অপেক্ষায় থাকা রেকর্ডিংগুলোর অডিও অক্ষত থাকে — আবার চেষ্টা করার একমাত্র উপকরণ ওই অডিও।
en: Transcripts and summaries are kept, but this can't be undone. Audio for recordings waiting to be processed isn't touched — for those, the audio is the only input for trying again.
es: La transcripción y los resúmenes se conservan, pero la acción no se puede deshacer. No se toca el audio de las grabaciones pendientes de procesar — para ellas, el audio es lo único que permite volver a intentarlo.
fr: Les transcriptions et les résumés sont conservés, mais l’action est irréversible. L’audio des enregistrements en attente de traitement n’est pas touché — pour eux, l’audio est le seul point de départ d’une nouvelle tentative.
hi: ट्रांसक्रिप्ट और सारांश बने रहते हैं, यह वापस नहीं लिया जा सकता। प्रोसेसिंग का इंतज़ार कर रही रिकॉर्डिंग्स के ऑडियो को छुआ नहीं जाता — उनके लिए ऑडियो ही दोबारा कोशिश करने का इकलौता ज़रिया है।
zh_hans: 转录文本和摘要会保留，此操作无法撤销。等待处理的录音，其音频不会被删除 — 对它们来说，音频是重试的唯一输入。

source: Transkriptte kimin konuştuğunu ayırır. Ses tanımadan bağımsız, isteğe bağlı.
ar: يميز من تحدث في النص المفرغ. مستقل عن التعرف على الصوت، اختياري.
bn: ট্রান্সক্রিপ্টে কে কথা বলেছে তা আলাদা করে। ট্রান্সক্রিপশন থেকে স্বতন্ত্র, ঐচ্ছিক।
en: Separates who spoke in the transcript. Independent of speech recognition, optional.
es: Separa quién habla en la transcripción. Independiente del reconocimiento de voz, opcional.
fr: Distingue qui parle dans la transcription. Indépendant de la reconnaissance vocale, facultatif.
hi: ट्रांसक्रिप्ट में कौन बोल रहा है, यह अलग करता है। आवाज़ पहचान से स्वतंत्र, वैकल्पिक।
zh_hans: 在转录文本中区分说话人。与语音识别相互独立，可选。

source: Transkriptte konuşmacılar ayrılır
ar: يتم تمييز المتحدثين في النص المفرغ
bn: ট্রান্সক্রিপ্টে বক্তা আলাদা করা হয়
en: Speakers are separated in the transcript
es: Los hablantes se separan en la transcripción
fr: Les locuteurs sont séparés dans la transcription
hi: ट्रांसक्रिप्ट में स्पीकर अलग होते हैं
zh_hans: 转录文本中区分说话人

source: Tüm işlem cihazında yapılıyor — veri dışarı çıkmıyor.
ar: تتم المعالجة بالكامل على جهازك — ولا تغادر البيانات الجهاز.
bn: পুরো প্রসেসিং আপনার ডিভাইসেই হচ্ছে — কোনও ডেটা বাইরে যাচ্ছে না।
en: All processing happens on your device — no data leaves it.
es: Todo el procesamiento se hace en tu dispositivo — los datos no salen de él.
fr: Tout le traitement se fait sur votre appareil — aucune donnée ne sort.
hi: पूरी प्रोसेसिंग आपके डिवाइस पर ही हो रही है — डेटा बाहर नहीं जा रहा।
zh_hans: 全部处理都在设备上进行 — 数据不会外传。

source: Tümü
ar: الكل
bn: সব
en: All
es: Todas
fr: Tout
hi: सभी
zh_hans: 全部

source: Türkçe için önerilen. Şive, özel isim ve teknik terimde belirgin fark.
ar: موصى به للغة التركية. فرق واضح في اللهجة وأسماء الأعلام والمصطلحات التقنية.
bn: তুর্কি ভাষার জন্য প্রস্তাবিত। আঞ্চলিক উচ্চারণ, নাম ও কারিগরি শব্দে স্পষ্ট পার্থক্য।
en: Recommended for Turkish. Clearly better with accents, proper nouns and technical terms.
es: Recomendado para el turco. Diferencia notable en acentos, nombres propios y términos técnicos.
fr: Recommandé pour le turc. Différence nette sur les accents, les noms propres et les termes techniques.
hi: तुर्की के लिए सुझाया गया। लहजे, विशेष नामों और तकनीकी शब्दों में साफ़ फ़र्क़।
zh_hans: 推荐用于土耳其语。在口音、专有名词和技术术语上差别明显。

source: Uçak Modu
ar: وضع الطيران
bn: এয়ারপ্লেন মোড
en: Airplane Mode
es: Modo Avión
fr: Mode Avion
hi: एयरप्लेन मोड
zh_hans: 飞行模式

source: VAZGEÇ
ar: إلغاء
bn: বাতিল করুন
en: CANCEL
es: CANCELAR
fr: ANNULER
hi: रद्द करें
zh_hans: 取消

source: VERİLDİ
ar: مسموح
bn: দেওয়া হয়েছে
en: GRANTED
es: PERMITIDO
fr: ACCORDÉE
hi: मिली
zh_hans: 已授权

source: Vazgeç
ar: إلغاء
bn: বাতিল করুন
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
zh_hans: 取消

source: Veri telefondan çıkmaz
ar: لا تغادر البيانات هاتفك
bn: ডেটা ফোন ছাড়ে না
en: Data never leaves your phone
es: Los datos no salen del teléfono
fr: Les données ne quittent pas le téléphone
hi: डेटा फ़ोन से बाहर नहीं जाता
zh_hans: 数据不会离开手机

source: Verildi
ar: مسموح
bn: দেওয়া হয়েছে
en: Granted
es: Permitido
fr: Accordée
hi: मिली
zh_hans: 已授权

source: YAPIŞTIR
ar: لصق
bn: পেস্ট করুন
en: PASTE
es: PEGAR
fr: COLLER
hi: पेस्ट करें
zh_hans: 粘贴

source: Yaklaşan Toplantılar
ar: الاجتماعات القادمة
bn: আসন্ন মিটিং
en: Upcoming Meetings
es: Próximas reuniones
fr: Réunions à venir
hi: आने वाली मीटिंग्स
zh_hans: 即将开始的会议

source: Yaklaşan toplantı
ar: اجتماع قادم
bn: আসন্ন মিটিং
en: Upcoming meeting
es: Próxima reunión
fr: Réunion à venir
hi: आने वाली मीटिंग
zh_hans: 即将开始的会议

source: Yetersiz dakika bakiyesi. Gerekli: %@, kalan: %@.
ar: رصيد الدقائق غير كافٍ. المطلوب: %@، المتبقي: %@.
bn: মিনিট ব্যালেন্স যথেষ্ট নয়। প্রয়োজন: %@, বাকি: %@।
en: Not enough minutes. Required: %@, remaining: %@.
es: Saldo de minutos insuficiente. Necesario: %@, restante: %@.
fr: Solde de minutes insuffisant. Requis : %@, restant : %@.
hi: मिनट बैलेंस काफ़ी नहीं है। ज़रूरी: %1$@, बाकी: %2$@।
zh_hans: 分钟余额不足。需要：%@，剩余：%@。

source: Yok Say
ar: تجاهل
bn: উপেক্ষা করুন
en: Dismiss
es: Ignorar
fr: Ignorer
hi: अनदेखा करें
zh_hans: 忽略

source: Yüksek doğruluk
ar: دقة عالية
bn: উচ্চ নির্ভুলতা
en: High accuracy
es: Alta precisión
fr: Haute précision
hi: ज़्यादा सटीक
zh_hans: 高准确度

source: Yüksek doğruluklu bulut transkripsiyonu
ar: تفريغ نصي سحابي عالي الدقة
bn: উচ্চ নির্ভুলতার ক্লাউড ট্রান্সক্রিপশন
en: High-accuracy cloud transcription
es: Transcripción en la nube de alta precisión
fr: Transcription cloud haute précision
hi: ज़्यादा सटीक क्लाउड ट्रांसक्रिप्शन
zh_hans: 高准确度云端转录

source: ZERO-CLOUD MODUNDA DEVAM ET
ar: المتابعة في وضع Zero-Cloud
bn: ZERO-CLOUD মোডে চালিয়ে যান
en: CONTINUE IN ZERO-CLOUD MODE
es: CONTINUAR EN MODO ZERO-CLOUD
fr: CONTINUER EN MODE ZERO-CLOUD
hi: Zero-Cloud मोड में जारी रखें
zh_hans: 继续使用 Zero-Cloud 模式

source: ZERO-CLOUD İŞLEME
ar: معالجة Zero-Cloud
bn: ZERO-CLOUD প্রসেসিং
en: ZERO-CLOUD PROCESSING
es: PROCESAMIENTO ZERO-CLOUD
fr: TRAITEMENT ZERO-CLOUD
hi: Zero-Cloud प्रोसेसिंग
zh_hans: Zero-Cloud 处理

source: Zero-Cloud Kaydı Başlat
ar: بدء تسجيل Zero-Cloud
bn: Zero-Cloud রেকর্ডিং শুরু করুন
en: Start Zero-Cloud Recording
es: Iniciar grabación Zero-Cloud
fr: Démarrer un enregistrement Zero-Cloud
hi: Zero-Cloud रिकॉर्डिंग शुरू करें
zh_hans: 开始 Zero-Cloud 录音

source: Zero-Cloud Kayıt
ar: تسجيل Zero-Cloud
bn: Zero-Cloud রেকর্ডিং
en: Zero-Cloud Recording
es: Grabación Zero-Cloud
fr: Enregistrement Zero-Cloud
hi: Zero-Cloud रिकॉर्डिंग
zh_hans: Zero-Cloud 录音

source: Zero-Cloud modu — ses cihazdan hiç çıkmaz
ar: وضع Zero-Cloud — لا يغادر الصوت جهازك أبدًا
bn: Zero-Cloud মোড — অডিও ডিভাইস থেকে একেবারেই বের হয় না
en: Zero-Cloud mode — audio never leaves your device
es: Modo Zero-Cloud — el audio no sale nunca del dispositivo
fr: Mode Zero-Cloud — l’audio ne quitte jamais l’appareil
hi: Zero-Cloud मोड — ऑडियो डिवाइस से बाहर नहीं जाता
zh_hans: Zero-Cloud 模式 — 音频完全不会离开设备

source: Zorunlu
ar: مطلوب
bn: আবশ্যক
en: Required
es: Obligatorio
fr: Obligatoire
hi: ज़रूरी
zh_hans: 必需

source: · BİRAZDAN
ar: · قريبًا
bn: · শীঘ্রই
en: · SOON
es: · EN BREVE
fr: · BIENTÔT
hi: · जल्द ही
zh_hans: · 即将开始

source: · DEVAM EDİYOR
ar: · قيد التقدم
bn: · চলছে
en: · IN PROGRESS
es: · EN CURSO
fr: · EN COURS
hi: · चल रही है
zh_hans: · 进行中

source: ÖNERİLEN
ar: موصى به
bn: প্রস্তাবিত
en: RECOMMENDED
es: RECOMENDADO
fr: RECOMMANDÉ
hi: सुझाया गया
zh_hans: 推荐

source: Önce anahtarı gir.
ar: أدخل المفتاح أولًا.
bn: প্রথমে কী লিখুন।
en: Enter the key first.
es: Primero introduce la clave.
fr: Saisissez d’abord la clé.
hi: पहले कुंजी डालें।
zh_hans: 请先输入密钥。

source: Önce bilet metnini yapıştır.
ar: الصق نص التذكرة أولًا.
bn: আগে টিকিটের লেখা পেস্ট করুন।
en: Paste the ticket text first.
es: Primero pega el texto del cupón.
fr: Collez d’abord le texte du ticket.
hi: पहले टिकट का टेक्स्ट पेस्ट करें।
zh_hans: 请先粘贴券码。

source: Önümüzdeki 12 saatte toplantı görünmüyor.
ar: لا تظهر أي اجتماعات خلال الساعات الـ 12 القادمة.
bn: আগামী 12 ঘণ্টায় কোনও মিটিং নেই।
en: No meetings in the next 12 hours.
es: No hay ninguna reunión en las próximas 12 horas.
fr: Aucune réunion dans les 12 prochaines heures.
hi: अगले 12 घंटे में कोई मीटिंग नहीं दिख रही।
zh_hans: 未来 12 小时内没有会议。

source: Özet
ar: ملخص
bn: সারাংশ
en: Summary
es: Resumen
fr: Résumé
hi: सारांश
zh_hans: 摘要

source: Özet bulunamadı
ar: لا يوجد ملخص
bn: সারাংশ পাওয়া যায়নি
en: No summary found
es: No hay resumen
fr: Aucun résumé trouvé
hi: सारांश नहीं मिला
zh_hans: 未找到摘要

source: Özet hazırlanıyor…
ar: جارٍ إعداد الملخص…
bn: সারাংশ তৈরি হচ্ছে…
en: Preparing summary…
es: Preparando el resumen…
fr: Préparation du résumé…
hi: सारांश तैयार हो रहा है…
zh_hans: 正在生成摘要…

source: Özet çıkarılıyor
ar: جارٍ التلخيص
bn: সারাংশ বের করা হচ্ছে
en: Creating summary
es: Generando el resumen
fr: Génération du résumé
hi: सारांश बन रहा है
zh_hans: 摘要生成中

source: Özet Şablonu
ar: قالب الملخص
bn: সারাংশ টেমপ্লেট
en: Summary Template
es: Plantilla de resumen
fr: Modèle de résumé
hi: सारांश टेम्पलेट
zh_hans: 摘要模板

source: Ücretsiz
ar: مجاني
bn: বিনামূল্যে
en: Free
es: Gratis
fr: Gratuit
hi: मुफ़्त
zh_hans: 免费

source: Ücretsiz dakikaların %@ yenilenecek
ar: سيتم تجديد دقائقك المجانية %@
bn: আপনার বিনামূল্যের মিনিট %@ নবায়ন হবে
en: Your free minutes renew %@
es: Tus minutos gratuitos se renovarán %@
fr: Vos minutes gratuites seront renouvelées %@
hi: आपके मुफ़्त मिनट %@ रीन्यू होंगे
zh_hans: 免费分钟数将于 %@ 重置

source: İNDİR
ar: تنزيل
bn: ডাউনলোড
en: DOWNLOAD
es: DESCARGAR
fr: TÉLÉCHARGER
hi: डाउनलोड
zh_hans: 下载

source: İZİN VER
ar: السماح
bn: অনুমতি দিন
en: ALLOW
es: PERMITIR
fr: AUTORISER
hi: अनुमति दें
zh_hans: 允许

source: İmza cihazda doğrulanıyor, yani bağlantı olmadan da kullanılabilir. Aynı bilet ikinci kez bozdurulamaz.
ar: يتم التحقق من التوقيع على الجهاز، أي يمكن استخدامها دون اتصال. لا يمكن استخدام التذكرة نفسها مرة ثانية.
bn: স্বাক্ষর ডিভাইসেই যাচাই হয়, তাই সংযোগ ছাড়াও ব্যবহার করা যায়। একই টিকিট দ্বিতীয়বার ব্যবহার করা যায় না।
en: The signature is verified on your device, so it works without a connection. The same ticket can't be redeemed twice.
es: La firma se verifica en el dispositivo, así que también se puede usar sin conexión. El mismo cupón no se puede canjear dos veces.
fr: La signature est vérifiée sur l’appareil, ce qui permet de l’utiliser sans connexion. Un même ticket ne peut pas être utilisé deux fois.
hi: सिग्नेचर डिवाइस पर ही वेरिफ़ाई होता है, यानी बिना कनेक्शन के भी इस्तेमाल हो सकता है। एक ही टिकट दूसरी बार रिडीम नहीं किया जा सकता।
zh_hans: 签名在设备上验证，因此无需联网也能使用。同一张券不能兑换两次。

source: İndir
ar: تنزيل
bn: ডাউনলোড
en: Download
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
zh_hans: 下载

source: İndiriliyor…
ar: جارٍ التنزيل…
bn: ডাউনলোড হচ্ছে…
en: Downloading…
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड हो रहा है…
zh_hans: 正在下载…

source: İndirme Wi-Fi gerektiriyor; hücresel veriyle indirilmiyor.
ar: يتطلب التنزيل شبكة Wi-Fi؛ ولا يتم التنزيل عبر بيانات الجوال.
bn: ডাউনলোডের জন্য Wi-Fi দরকার; সেলুলার ডেটায় ডাউনলোড হয় না।
en: The download requires Wi-Fi; it doesn't use cellular data.
es: La descarga requiere Wi-Fi; no se descarga con datos móviles.
fr: Le téléchargement nécessite le Wi-Fi ; il ne se fait pas via les données cellulaires.
hi: डाउनलोड के लिए Wi-Fi ज़रूरी है; सेलुलर डेटा से डाउनलोड नहीं होता।
zh_hans: 下载需要 Wi-Fi；不会使用蜂窝数据下载。

source: İndirme iptal edildi.
ar: تم إلغاء التنزيل.
bn: ডাউনলোড বাতিল হয়েছে।
en: Download canceled.
es: Se ha cancelado la descarga.
fr: Téléchargement annulé.
hi: डाउनलोड रद्द हो गया।
zh_hans: 下载已取消。

source: İndirme sorunu
ar: مشكلة في التنزيل
bn: ডাউনলোডে সমস্যা
en: Download problem
es: Problema con la descarga
fr: Problème de téléchargement
hi: डाउनलोड में समस्या
zh_hans: 下载出错

source: İndirmeyi iptal et
ar: إلغاء التنزيل
bn: ডাউনলোড বাতিল করুন
en: Cancel download
es: Cancelar la descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
zh_hans: 取消下载

source: İnternet bağlantısı yok. Offline moda geçebilirsin.
ar: لا يوجد اتصال بالإنترنت. يمكنك التبديل إلى الوضع دون اتصال.
bn: ইন্টারনেট সংযোগ নেই। অফলাইন মোডে যেতে পারেন।
en: No internet connection. You can switch to Offline mode.
es: No hay conexión a internet. Puedes cambiar al modo sin conexión.
fr: Aucune connexion Internet. Vous pouvez passer en mode hors ligne.
hi: इंटरनेट कनेक्शन नहीं है। ऑफ़लाइन मोड पर जा सकते हैं।
zh_hans: 无网络连接。可以切换到离线模式。

source: İsteğe bağlı
ar: اختياري
bn: ঐচ্ছিক
en: Optional
es: Opcional
fr: Facultatif
hi: वैकल्पिक
zh_hans: 可选

source: İzin Ver
ar: السماح
bn: অনুমতি দিন
en: Allow
es: Permitir
fr: Autoriser
hi: अनुमति दें
zh_hans: 允许

source: İzin gerekli
ar: الإذن مطلوب
bn: অনুমতি প্রয়োজন
en: Permission needed
es: Permiso necesario
fr: Autorisation requise
hi: अनुमति ज़रूरी है
zh_hans: 需要权限

source: İzinler
ar: الأذونات
bn: অনুমতি
en: Permissions
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
zh_hans: 权限

source: İşleme durduruldu. Ses duruyor, istediğin zaman tekrar deneyebilirsin.
ar: تم إيقاف المعالجة. الصوت محفوظ، ويمكنك إعادة المحاولة متى شئت.
bn: প্রসেসিং বন্ধ করা হয়েছে। অডিও রয়ে গেছে, যখন খুশি আবার চেষ্টা করতে পারেন।
en: Processing stopped. The audio is still there, so you can try again anytime.
es: Se ha detenido el procesamiento. El audio se conserva, puedes volver a intentarlo cuando quieras.
fr: Traitement interrompu. L’audio est conservé, vous pouvez réessayer quand vous voulez.
hi: प्रोसेसिंग रोक दी गई। ऑडियो मौजूद है, जब चाहें दोबारा कोशिश करें।
zh_hans: 处理已停止。音频仍在，随时可以重试。

source: İşleme hatası: %@
ar: خطأ في المعالجة: %@
bn: প্রসেসিং ত্রুটি: %@
en: Processing error: %@
es: Error de procesamiento: %@
fr: Erreur de traitement : %@
hi: प्रोसेसिंग एरर: %@
zh_hans: 处理失败：%@

source: İşleme tamamlanamadı
ar: تعذر إكمال المعالجة
bn: প্রসেসিং সম্পন্ন হয়নি
en: Processing didn't finish
es: Procesamiento incompleto
fr: Traitement non terminé
hi: प्रोसेसिंग पूरी नहीं हो सकी
zh_hans: 无法完成处理

source: İşleme tamamlanamadı — tekrar denenebilir.
ar: تعذر إكمال المعالجة — يمكن إعادة المحاولة.
bn: প্রসেসিং সম্পন্ন হয়নি — আবার চেষ্টা করা যাবে।
en: Processing didn't finish — you can try again.
es: No se ha podido completar el procesamiento — se puede volver a intentar.
fr: Le traitement n’a pas abouti — vous pouvez réessayer.
hi: प्रोसेसिंग पूरी नहीं हो सकी — दोबारा कोशिश की जा सकती है।
zh_hans: 无法完成处理 — 可以重试。

source: İşlenemedi
ar: تعذرت المعالجة
bn: প্রসেস হয়নি
en: Failed
es: No se pudo procesar
fr: Échec du traitement
hi: प्रोसेस नहीं हुआ
zh_hans: 处理失败

source: İşleniyor
ar: جارٍ المعالجة
bn: প্রসেস হচ্ছে
en: Processing
es: Procesando
fr: Traitement en cours
hi: प्रोसेस हो रहा है
zh_hans: 处理中

source: İşlenmiş kayıtların sesi silinir; transkript ve özet kalır
ar: يتم حذف صوت التسجيلات المعالجة؛ ويبقى النص المفرغ والملخص
bn: প্রসেস হয়ে যাওয়া রেকর্ডিংগুলোর অডিও মুছে যায়; ট্রান্সক্রিপ্ট ও সারাংশ থাকে
en: Audio from processed recordings is deleted; transcripts and summaries stay
es: Se elimina el audio de las grabaciones procesadas; se conservan la transcripción y el resumen
fr: L’audio des enregistrements traités est supprimé ; la transcription et le résumé sont conservés
hi: प्रोसेस हो चुकी रिकॉर्डिंग्स का ऑडियो डिलीट होता है; ट्रांसक्रिप्ट और सारांश रहते हैं
zh_hans: 删除已处理录音的音频；保留转录文本和摘要

source: İşlenmiş kayıtların sesi silinsin mi?
ar: هل تريد حذف صوت التسجيلات المعالجة؟
bn: প্রসেস হয়ে যাওয়া রেকর্ডিংগুলোর অডিও মুছে ফেলা হবে?
en: Delete audio from processed recordings?
es: ¿Eliminar el audio de las grabaciones procesadas?
fr: Supprimer l’audio des enregistrements traités ?
hi: प्रोसेस हो चुकी रिकॉर्डिंग्स का ऑडियो डिलीट करें?
zh_hans: 要删除已处理录音的音频吗？

source: Şablon
ar: قالب
bn: টেমপ্লেট
en: Template
es: Plantilla
fr: Modèle
hi: टेम्पलेट
zh_hans: 模板

source: Şimdilik atla
ar: تخطي الآن
bn: আপাতত এড়িয়ে যান
en: Skip for now
es: Omitir por ahora
fr: Ignorer pour l’instant
hi: अभी छोड़ें
zh_hans: 暂时跳过

source: ~%.1f GB
fr: ~%.1f Go
zh_hans: 约 %.1f GB

source: ~%lld MB
fr: ~%lld Mo
zh_hans: 约 %lld MB

source: Neural Engine
zh_hans: 神经网络引擎
